Repository: mjnna/ToGo
Catalog: Mjnna_Delivery/Resources/*.lproj/Localizable.strings
Languages: id

# INFO_DESCRIPTION_TEXT
source: Go to your website URL on your computer and scan the QR Code
id: Pergi ke URL website anda pada komputer anda dan memindai Kode QR

# INFO_LOADING_TITLE
source: Processing....
id: Pengolahan....

# ASK_FOR_PERMISSION_TEXT
source: To scan the QR Code, you have to allow the camera permission
id: Untuk memindai Kode QR, anda harus mengizinkan izin kamera

# SCAN_BARCODE_TITLE
source: Scan Code
id: Scan Kode

source: Ex Tax
id: Ex Pajak

# estimateshippingandtax
source: Estimate Shipping & Taxes
id: Estimasi Pengiriman &amp; Pajak

# shippingestimate
source: Enter your destination to get a shipping estimate.
id: Masukkan tujuan anda untuk mendapatkan estimasi pengiriman.

source: GET QUOTES
id: MENDAPATKAN KUTIPAN

# pleaseselectshipmentmethod
source: Please select the shipment method
id: Silahkan pilih metode pengiriman

source: Login through QR Code
id: Login melalui Kode QR

# invalidqrcode
source: Scanned QR is not Valid !
id: Scan QR adalah tidak Valid !

# hopeyouloginwebsite
source: Hope! you are successfully logged in your website.
id: Harapan! anda berhasil login di website anda.

source: Go to
id: Pergi ke

# onyourcomupterandscan
source: on your computer and scan the QR Code
id: pada komputer anda dan memindai Kode QR

source: APPLY POINTS
id: MENERAPKAN POIN

# fillrewardpoint
source: Please Fill Reward Point
id: Silahkan Mengisi Reward Point

# becomepartner
source: Become a partner ?
id: Menjadi mitra ?

# waitingapproval
source: Waiting for approval.
id: Menunggu persetujuan.

# waitingisrequired
source: Waiting for Approval from Admin.
id: Menunggu Persetujuan dari Admin.

source: Shop Description
id: Deskripsi Toko

source: Replace
id: Mengganti

source: Month
id: Bulan

source: Today
id: Hari ini

source: Week
id: Minggu

source: Year
id: Tahun

source: Orders Data
id: Data Pesanan

source: Customer Data
id: Data Pelanggan

source: Sellers not available
id: Penjual tidak tersedia

# emailnotsupported
source: Email is not Configured in your iPhone / iPad
id: Email tidak Dikonfigurasi di iPhone / iPad

source: Please select atleast one product
id: Silahkan pilih minimal salah satu produk

source: CHANGE
id: PERUBAHAN

source: Seller Location
id: Lokasi Penjual

source: Choose Option
id: Memilih Opsi

source: Add Location
id: Tambahkan Lokasi

source: Shipping List
id: Pengiriman Daftar

# enterlocation
source: Enter The Location
id: Masukkan Lokasi

# lat
source: Latitude
id: Lintang

# lon
source: Longitude
id: Bujur

source: Shipping Location
id: Lokasi Pengiriman

source: Place
id: Tempat

source: Please Select At least one Shipping Location
id: Silahkan Pilih setidaknya satu Lokasi Pengiriman

source: Range To
id: Kisaran

source: Range From
id: Singkat

source: Weight To
id: Berat Badan Untuk

source: Weight From
id: Berat Badan Dari

source: Range
id: Berbagai

source: Your Location
id: Lokasi Anda

# setnewlocation
source: Enter Your Location
id: Masukkan Lokasi Anda

source: Upload CSV file
id: Upload file CSV

source: UPLOAD
id: TANGGAL

# selectseperatorfile
source: Select Seperator for File
id: Pilih Seperator untuk File

source: Manually Add
id: Secara Manual Menambahkan

# cart_warning
source: Change in location may clear the cart . Are you sure?
id: Perubahan lokasi dapat membersihkan gerobak . Apakah anda yakin?

# hyperlocalshipping
source: Hyperlocal Shipping - Step 2
id: Hyperlocal Pengiriman - Langkah 2

# hyperlocalheading
source: Note : Please select respective indexes from your uploaded csv file .If values are not displaying correct then please try again with different separator.
id: Note : Silahkan pilih masing-masing indeks dari anda upload file csv .Jika nilai-nilai yang tidak menampilkan benar maka silakan coba lagi dengan separator.

# sampledownloadlinkmessage
source: This module allows you to import the data from a file in CSV format. You can Download demo file here. If you are using update then it is recommended to check carefully before starting the update procedure because these changes are irreversible.
id: Modul ini memungkinkan anda untuk mengimpor data dari file dalam format CSV. Anda dapat men-Download file demo di sini. Jika anda menggunakan update maka dianjurkan untuk memeriksa dengan hati-hati sebelum memulai pembaruan prosedur karena perubahan-perubahan yang ireversibel.

source: DEMO LINK
id: LINK DEMO

source: CSV FORMAT
id: FORMAT CSV

# hyperlocaloptionmessage
source: You can set the Location & shipping list
id: Anda dapat mengatur Lokasi &amp; pengiriman daftar

source: Stores
id: Toko

source: Payment Profile
id: Profil Pembayaran

# storechangelogoutmessage
source: There might be some issue occour so wanna retry or you can make logout & switch to new store.
id: Mungkin ada beberapa masalah occour jadi mau coba lagi atau anda dapat membuat logout &amp; beralih ke toko baru.

source: Pin Location Address
id: Pin Alamat Lokasi

# detectlocation
source: Detecting location...
id: Mendeteksi lokasi...

source: Enter your Location
id: Masukkan Lokasi anda
