Repository: mjnna/ToGo
Catalog: Mjnna_Delivery/Resources/*.lproj/Localizable.strings
Languages: id

# applicationname
source: To Go
id: Mjnna Delivery

source: Home
id: Rumah

source: Category
id: Kategori

source: Profile
id: Profil

source: Notification
id: Pemberitahuan

source: Cart
id: Tas

# homecategory
source: CATEGORY
id: KATEGORI

source: FEATURED PRODUCTS
id: PRODUK UNGGULAN

source: LATEST PRODUCTS
id: PRODUK TERBARU

# browsebybrand
source: BROWSE BY BRANDS
id: ISI DENGAN MEREK

source: MY ACCOUNT
id: AKUN SAYA

# myorder
source: My Orders
id: PESANAN SAYA

source: Language
id: Bahasa

source: Currency
id: Mata uang

# edityouraccountinfo
source: Edit your account information
id: Mengedit informasi akun anda

source: Change your password
id: Mengubah password anda

# modifyyouraddressbook
source: Modify your address book entries
id: Memodifikasi entri buku alamat anda

# modifyyourwishlist
source: Modify your wishlists
id: Memodifikasi daftar keinginan anda

source: View your order history
id: Lihat sejarah pesanan anda

source: My Download
id: Saya Download

source: Your reward points
id: Poin reward anda

# yourreturnrequest
source: View your return requests
id: Melihat kembali permintaan

# yourtransaction
source: Your transactions
id: Transaksi anda

# welcomemessage
source: Welcome to MOBIKUL
id: Selamat datang di MOBIKUL

source: Welcome
id: Selamat datang

source: Login/Register
id: Login/Mendaftar

source: MY CART
id: KERANJANG SAYA

source: Price :
id: HARGA

source: items
id: Barang

# entercoupan
source: APPLY COUPON CODE
id: MENERAPKAN KODE KUPON

# checkout
source: PROCEED TO CHECKOUT
id: LANJUTKAN KE CHECKOUT

# applyvoucharcode
source: APPLY VOUCHER CODE
id: MENERAPKAN KODE VOUCHER

source: REMOVE
id: MENGHAPUS

source: PLEASE CONFIRM
id: MOHON KONFIRMASI

# cartemtyinfo
source: Are you sure want to remove ?
id: Apakah anda yakin ingin menghapus ?

# entervalidcoupan
source: Please Enter Valid Coupon Code
id: Silahkan Masukkan Kode Kupon

source: Cancel
id: Membatalkan

# entervouchar
source: Enter Voucher code
id: Masukkan kode Voucher

# invalid
source: Invalid Number
id: Nomor Tidak Valid

source: Checkout as Guest
id: Checkout sebagai Tamu

source: Register And Checkout
id: Daftarkan Dan Checkout

source: Checkout as existing customer
id: Checkout sebagai pelanggan yang sudah ada

source: Billing Information
id: Informasi Penagihan

# shipmentmethod
source: SHIPPING METHOD
id: Pengiriman

source: Billing
id: Penagihan

source: Shipping
id: Pengiriman

source: Shipment
id: Pengiriman

source: Payment
id: Pembayaran

source: First Name
id: Nama

source: Last Name
id: Nama Terakhir

source: Company Name
id: Nama Perusahaan

# street1
source: Street1 Address
id: Street1 Alamat

# street2
source: Street2 Address
id: Street2 Alamat

source: City
id: Kota

source: State
id: Negara

source: Country
id: Negara

# email
source: Email Address
id: Alamat Email

# telephoneno
source: Telephone Number
id: Nomor Telepon

source: CONTINUE
id: TERUS

# addaddress
source: ADD NEW ADDRESS
id: TAMBAHKAN ALAMAT BARU

# diveryandbillingaddressaresame
source: My delivery and billing addresses are the same
id: Saya pengiriman dan alamat penagihan yang sama

source: Please Fill
id: Silahkan Isi

source: Shipping Information
id: Informasi Pengiriman

source: BILLING METHOD
id: METODE PENAGIHAN

source: Please Select at least One Option
id: Silahkan Pilih setidaknya Satu Opsi

source: OPTIONS
id: PILIHAN

source: Order Placed
id: Pesanan Ditempatkan

# next
source: NEXT STEP
id: BERIKUTNYA

source: PREVIOUS
id: SEBELUMNYA

# gotobag
source: BUY NOW
id: BELI SEKARANG

# sort
source: Sort by
id: SEMACAM

source: REFINE
id: MEMPERBAIKI

# filter
source: Filter by
id: FILTER

source: Scroll down
id: Gulir ke bawah

source: Warning
id: Peringatan

# loginrequired
source: You need to login !
id: Anda perlu untuk login !

source: Done
id: Dilakukan

source: Customer Login
id: Pelanggan Login

# login
source: SIGN IN
id: MASUK

# invalidemail
source: Invalid Email Address
id: Alamat Email Tidak Valid

# passwordmusthave4characters
source: Password must have at least 4 characters.
id: Password harus memiliki minimal 4 karakter.

# conpassword
source: Confirm password
id: Konfirmasi password

source: Register
id: Daftar

source: Mobile No
id: Ponsel Tidak

source: Password Not Match
id: Kata sandi tidak cocok

# agreeprivacypolicy
source: Please enabled our privacy and policy
id: Mohon diaktifkan kami dan kebijakan privasi

# deleteaddress
source: DELETE
id: MENGHAPUS

source: Add New Address
id: Tambahkan Alamat Baru

source: Address Book
id: Buku Alamat

source: Return Request
id: Permintaan Kembali

source: Date Added
id: TANGGAL DITAMBAHKAN :

source: CUSTOMER
id: PELANGGAN

source: Downloads
id: Download

source: Name
id: Nama

source: SIZE :
id: UKURAN :

source: DATE
id: TANGGAL

# myorderinformation
source: My Orders Information
id: Pesanan Saya Informasi

source: NO OF PRODUCTS :
id: TIDAK ADA PRODUK YANG :

source: VIEW
id: LIHAT

# mywishlist
source: My Wishlists
id: Wishlist Saya

source: Account Information
id: Informasi Akun

source: SAVE
id: SIMPAN

source: FETCH YOUR LOCATION
id: MENGAMBIL LOKASI ANDA

source: Address
id: ALAMAT

source: Default Address
id: Alamat Default

source: Change Password
id: Perubahan Password

source: New Password
id: Password Baru

# yourpersoneldetails
source: YOUR PERSONAL DETAILS
id: INFORMASI PRIBADI ANDA

source: Customer Group :
id: Kelompok Pelanggan

source: Special
id: Khusus

source: YOUR ADDRESS
id: ALAMAT ANDA

source: YOUR PASSWORD
id: PASSWORD ANDA

source: News Letter
id: Surat Kabar

# addyourcomment
source: Add Comments About Your Order
id: Tambahkan Komentar Mengenai Pesanan Anda

# privacypolicy
source: I have read and agree to the Terms & Condition
id: Saya telah membaca dan setuju dengan Syarat &amp; Kondisi

# pleasecheckprivacypolicy
source: You must agree to the Terms & Conditions!
id: Anda harus setuju dengan Syarat &amp; ketentuan!

# servererror
source: The requested page could not be found but may be available again in the future
id: Halaman yang diminta tidak dapat ditemukan tetapi mungkin tersedia lagi di masa depan

# networkerror
source: Hi, Your network may be has some problem !
id: Hi, jaringan Anda mungkin memiliki beberapa masalah !

source: Retry
id: Coba lagi

# successwishlist
source: Successfully added to wishlist
id: Berhasil ditambahkan ke daftar keinginan

# failurewishlist
source: not added to wishlist
id: tidak ditambahkan ke daftar keinginan

# norelatedproduct
source: NO RELATED PRODUCTS THERE
id: TIDAK ADA PRODUK-PRODUK TERKAIT

# createaccount
source: CREATE AN ACCOUNT
id: BUAT AKUN

# nofilterdata
source: No filter option are available for this category !
id: Tidak ada pilihan filter yang tersedia untuk kategori ini !

source: Forgot Password ?
id: Lupa Password ?

# description
source: Detail Description
id: Deskripsi Detail

source: Reviews
id: Ulasan

source: Please select review
id: Silahkan pilih review

source: Transaction
id: Transaksi

source: Transaction Amount
id: Jumlah Transaksi

source: Delivery Boy Details
id: Pengiriman Rincian Laki-Laki

source: OTP CODE
id: KODE OTP

# noshipmentavailable
source: No Shipment is available
id: Tidak ada Pengiriman tersedia

source: Reward:
id: Hadiah:

source: Add Product
id: Tambahkan Produk

# adminattributeinformation
source: Admin Attribute Description
id: Admin Atribut Keterangan

source: Open
id: Buka

source: Answer
id: Jawaban

source: Resolved
id: Diselesaikan

source: Close
id: Dekat

# sellername
source: Name
id: Penjual Nama

source: General
id: Umum

source: Links
id: Link

source: Attributes
id: Atribut

source: Option
id: Pilihan

source: Discount
id: Diskon

source: Images
id: Gambar

source: Custom Field
id: Bidang Kustom

source: Save and Continue
id: Simpan dan Lanjutkan

source: Product Name
id: Nama Produk

source: Meta Tag Title
id: Meta Tag Judul

source: Meta Tag Description
id: Meta Tag Deskripsi

source: Meta Tag Keywords
id: Meta Tag Kata Kunci

source: Product Tags
id: Tag Produk

# pricerequired
source: Price ⃰
id: Harga ⃰

source: Tax Class
id: Kelas Pajak

source: Quantity (Required)
id: Kuantitas (Diperlukan)

source: Minimum Quantity
id: Kuantitas Minimum

source: Subtract Stock
id: Kurangi Saham

source: Requires Shipping
id: Membutuhkan Pengiriman

source: SEO Keyword
id: Kata Kunci SEO

source: Image
id: Gambar

source: Date Available
id: Tanggal Yang Tersedia

source: Dimensions
id: Dimensi

source: Length Class
id: Panjang Kelas

source: Weight
id: Berat badan

source: Weight Class
id: Kelas Berat

source: Sort Order
id: Urutan

source: Attribute
id: Atribut

source: Text
id: Teks

source: Quantity
id: Jumlah :

source: Priority :
id: Prioritas :

source: Start Date :
id: Tanggal Mulai :

source: End Date :
id: Tanggal Akhir :

# customergroupempty
source: Please select the customer group.
id: Silahkan pilih kelompok pelanggan.

# qtyempty
source: Please enter the Quantity.
id: Silahkan masukkan Jumlah.

# priorityempty
source: Please enter the Priority.
id: Silahkan masukkan Prioritas.

# priceempty
source: Please enter the Price.
id: Silahkan masukkan Harga.

# sdateempty
source: Please select the Start Date.
id: Silahkan pilih Tanggal Mulai.

# edateempty
source: Please select the End Date.
id: Silahkan pilih Tanggal Akhir.

source: Are you sure you want to delete the discount?
id: Apakah anda yakin anda ingin menghapus diskon?

source: Are you sure you want to delete the Image?
id: Apakah anda yakin anda ingin menghapus Gambar?

source: Add
id: Tambahkan

source: Camera
id: Kamera

source: Gallery
id: Galeri

source: Manufacturer
id: Produsen

source: Related Products
id: Produk-Produk Terkait

source: Select Options
id: Pilih Opsi

# productNameError
source: Product Name must be greater than 3 and less than 255 characters!
id: Nama produk harus lebih besar dari 3 dan kurang dari 255 karakter!

# productMetaTitleError
source: Product Meta Title must be greater than 3 and less than 64 characters!
id: Produk Meta Judul harus lebih besar dari 3 dan kurang dari 64 karakter!

source: Choose category
id: Memilih kategori

source: Option Value
id: Nilai Opsi

# priceadd
source: Price
id: Harga

source: Points
id: Poin

# removeadd
source: Remove
id: Menghapus

source: Please fill all the options
id: Silahkan isi semua pilihan

source: Product List
id: Daftar Produk

source: Sold
id: Dijual

source: Earned
id: Diperoleh

source: Enabled
id: Diaktifkan

source: Disabled
id: Keluarga

source: Are you sure you want to delete the product ?
id: Apakah anda yakin anda ingin menghapus produk ?

source: Take Photo
id: Mengambil Foto

source: Upload from Library
id: Tanggal dari Perpustakaan

# yourdatawillbelossedpleasesaveitfirst
source: Your data will be loss. Do you want continue ?
id: Data anda akan rugi. Apakah anda ingin melanjutkan ?

source: Edit product
id: Edit produk

source: No categories found.
id: Tidak ada kategori yang ditemukan.

# saveproduct
source: Save
id: Simpan

source: Please select atleast one category
id: Silahkan pilih minimal satu kategori

source: Seller Dashboard
id: Penjual Dashboard

source: Seller Order
id: Penjual Order

source: Sell
id: Jual

# longtimeseller
source: LONG TIME SELLERS
id: LAMA PENJUAL

source: From
id: Dari

# totalproduct
source: Total products :
id: Total produk :

source: Tax
id: Pajak

source: Seller
id: Penjual

source: CHECK ANALYTICS
id: CEK ANALYTICS

source: LATEST ORDER
id: ORDER TERBARU

source: Comment
id: Komentar

source: Value
id: Nilai

source: SUBMIT
id: KIRIM

source: Write Review
id: Menulis Review

# commentwarning
source: Warning: Comment must be between 25 and 1000 characters!
id: Peringatan: Komentar harus antara 25 dan 1000 karakter!

source: No Sorting Data
id: Tidak Ada Pemilahan Data

# chooseyoursortselection
source: Select Sorting Data
id: Pilih Sorting Data

source: Please Fill Password
id: Silahkan Isi Password

source: Please Fill Confirm New Password
id: Silahkan Isi Konfirmasi Password Baru

# addreview
source: Add Your Review
id: Tambahkan Ulasan Anda

source: Share
id: Berbagi

# addtowishlist
source: Add WishList
id: Tambahkan WishList

source: View All Review
id: Lihat Semua Review

# reviewing
source: You’re reviewing
id: Anda sedang meninjau

# rating
source: Ratings
id: Peringkat

# placeon
source: Placed On
id: Ditempatkan Pada

source: Ship To
id: Kapal Untuk

source: View Order
id: Lihat Pesanan

source: Choose Your Currency
id: Memilih Mata Uang Anda

source: Message !
id: Pesan !

# logoutmessage
source: You have sucessfully Logout...
id: Anda telah berhasil Logout...

source: SUCCESS !
id: SUKSES !

# enteremail
source: Enter Email ID
id: Masukkan ID Email

source: Search Result
id: Hasil Pencarian

# searchentirestore
source: Search entire store here....
id: Pencarian seluruh toko di sini....

source: Ship to this address
id: Kapal ke alamat ini

source: Please enter
id: Silahkan masukkan

source: BILLING ADDRESS
id: ALAMAT PENAGIHAN

source: SHIPPING ADDRESS
id: ALAMAT PENGIRIMAN

# changeaddress
source: Change / Add Address
id: Mengubah / Menambahkan Alamat

source: Billing Add
id: Penagihan Tambahkan

source: Shipping Add
id: Pengiriman Menambah

source: Item List
id: Item Daftar

# cartempty
source: Your cart is empty. You didn’t add any products to the cart yet.
id: Keranjang anda kosong. Anda tidak menambahkan produk ke keranjang lagi.

# browsecategory
source: Browse Categories
id: Telusuri Kategori

source: About Store
id: Tentang Toko

source: Product Reviews
id: Ulasan Produk

source: Location
id: Lokasi

source: Contact US
id: Hubungi KAMI

source: Quality
id: Kualitas

source: by
id: oleh

source: on
id: pada

source: Order Status
id: Status Order

source: No Order Found
id: Agar Tidak Ada Ditemukan

source: Order Details
id: Rincian Pesanan

# topmessage
source: You can add comment to this order and can send that to Customer / Admin
id: Anda dapat menambahkan komentar untuk pesanan ini dan dapat mengirim ke Pelanggan / Admin

source: Notify Customer
id: Beritahu Pelanggan

source: Notify Admin
id: Beritahu Admin

source: Add History
id: Tambahkan Sejarah

# notsetstatus
source: You Can Not set this Status , Try another !
id: Anda Tidak Dapat mengatur Status ini , Coba yang lain !

# selectanalyticsdata
source: Please Select Analytics
id: Silahkan Pilih Analytics

source: Login with email
id: Login dengan email

# continuewithother
source: Or Continue With
id: Atau Melanjutkan Dengan

# nopayment
source: There is no payment method are there , so change your existing address or try again after some time
id: Pembayaran Tidak Diterima dan Tidak ada persetujuan dari Apgsenangpay

source: NEW PRODUCT
id: PRODUK BARU

source: FEATURE PRODUCT
id: FITUR PRODUK

# privacypolicytitle
source: PRIVACY POLICY
id: KEBIJAKAN PRIVASI

# rewardpoints
source: Rewards Points
id: Poin Rewards

# noreward
source: No Reward Point
id: Tidak Ada Reward Point

source: Amount
id: Jumlah

source: NO Transaction
id: TIDAK ada Transaksi

source: Product not exist!
id: Produk tidak ada!

source: Error
id: Kesalahan

source: I WANT TO SIGNUP ?
id: SAYA INGIN MENDAFTAR ?

source: EMPTY CART
id: KERANJANG KOSONG

# fillcouponcode
source: Please fill Coupon code
id: Silahkan mengisi kode Kupon

source: Sign In
id: Masuk

source: Guest Profile
id: Profil Tamu

# logoutmessagewarning
source: Are you sure want to logout?
id: Apakah anda yakin ingin keluar?

source: Select Date
id: Pilih Tanggal

source: Select Time
id: Pilih Waktu

source: Select Date and time
id: Pilih Tanggal dan waktu

source: or More
id: atau Lebih

source: View All
id: Lihat Semua

source: Additional Info
id: Info Tambahan

# viewreturnrequest
source: Return Information
id: Kembali Informasi

source: RETURN DETAILS
id: KEMBALI RINCIAN

source: Product Info
id: INFORMASI PRODUK

source: Product
id: Produk

source: Reason for Return
id: ALASAN UNTUK KEMBALI

source: Reason
id: Alasan

source: Opened
id: Dibuka

source: Action
id: Aksi

source: Return Id
id: Kembali Id

source: Order Date
id: Urutan Tanggal

source: Product Return
id: Pengembalian Produk

source: Required !
id: Diperlukan !

source: Product Code
id: Kode Produk

source: Product is opened
id: Produk dibuka

# faults
source: Faults or Other details
id: Kesalahan atau rincian Lainnya

source: Customer Info
id: Info Pelanggan

source: RETURN
id: KEMBALI

source: Select Reason
id: Pilih Alasan

source: Recent Views
id: Pandangan Baru

source: Pull to refresh
id: Tarik untuk refresh

source: APPLY
id: MENERAPKAN

# carttotalempty
source: Are you sure want to remove all item from cart ?
id: Apakah anda yakin ingin menghapus semua item dari keranjang ?

# noreviews
source: No Reviews are there...
id: Tidak ada Ulasan yang ada...

# servernotfound
source: Server is down, Please try again after some time
id: Server sedang down, coba lagi setelah beberapa waktu.

source: Something went wrong ..Please try again
id: Sesuatu yang tidak beres ..Silahkan coba lagi

source: Refreshing...
id: Menyegarkan...

source: Choose Your Language
id: Pilih Bahasa Anda

source: Try Again
id: Coba Lagi

# noproduct
source: No product are available...
id: Tidak ada produk yang tersedia...

# emptywishlist
source: No items found , add the items to you wishlist
id: Tidak ada item yang ditemukan , menambahkan item ke daftar keinginan anda

source: Go to home
id: Pergi ke rumah

# emptynotification
source: There is no any new things in store
id: Tidak ada hal-hal baru di toko

# noproductsavailble
source: No Products..
id: Tidak Ada Produk..

# viewmore
source: View All
id: Lihat Semua

source: Would You Like To Connect APP With TouchID ?
id: Apakah Anda Ingin Menghubungkan APLIKASI Dengan TouchID ?

# wouldyouliketoreset
source: Would You Like To Reset the previous Credentails and Save this credential for Touch ID
id: Apakah Anda Ingin me-Reset sebelumnya Credentails dan Menyimpan kredensial ini untuk Touch ID

source: There was a problem verifying your identity.
id: Ada masalah memverifikasi identitas anda.

source: Authentication was canceled by user.
id: Otentikasi dibatalkan oleh pengguna.

source: Touch ID may not be configured
id: Touch ID tidak dapat dikonfigurasi

source: Error Occured .....
id: Terjadi Kesalahan .....

source: Alert
id: Waspada

# loginbytouchid
source: Login through Touch Id
id: Login melalui Touch Id

source: items in cart
id: item dalam keranjang

# startshopping
source: Start your shopping
id: Mulai belanja anda

source: Search
id: Pencarian

# checkyourwishlist
source: Check your wish list data
id: Cek daftar keinginan anda data

# loginrequiredtoseewishlist
source: Login is required to See the Wishlist data
id: Login diperlukan untuk Melihat data Wishlist

source: Categories
id: Kategori

source: Popular brand
id: Merek populer

# searchemptyinfo
source: Are you sure want to Clear Search History ?
id: Apakah anda yakin ingin Menghapus Sejarah Pencarian ?

source: RECENT SEARCH
id: PENCARIAN TERAKHIR

source: CLEAR
id: JELAS

# languageinfo
source: You can select any language according to your need
id: Anda dapat memilih bahasa yang sesuai dengan kebutuhan anda

# currencyinfo
source: Select currency & start the shopping acoording to your native currency
id: Pilih mata uang &amp; mulai belanja acoording untuk anda uang asli

source: Setting
id: Pengaturan

# cleardata
source: All saved data in device will be removed according to your choose option
id: Semua data yang disimpan di perangkat anda akan dihapus menurut anda memilih opsi

# clearsearchhistory
source: Are you sure want to clear your search history ?
id: Apakah anda yakin ingin menghapus sejarah pencarian anda ?

# clearrecentview
source: Are you sure want to remove your recent view product ?
id: Apakah anda yakin ingin menghapus anda terakhir melihat produk ?

# removesuccess
source: Removed Succesfully
id: Berhasil Dihapus

source: Search Data
id: Pencarian Data

source: Recent View Data
id: Baru-Baru Ini Melihat Data

# shippingselectionmessage
source: Please select the preferred shipping method to use on this order.
id: Silahkan pilih metode pengiriman pilihan untuk menggunakan perintah ini.

# submitreview
source: Your review has been submitted for moderation
id: Ulasan anda telah diserahkan untuk moderasi

# noshipment
source: No Shipment is available , please change the address...
id: Pengiriman tidak tersedia , mohon perubahan alamat...

# pleaseselectshipment
source: Please Select Shipment Method
id: Silahkan Pilih Metode Pengiriman

# commentplaceholder
source: Add Comments About Your Order
id: Tambahkan Komentar Mengenai Pesanan Anda

# addcommentaboutorder
source: Add Comments About Your Order
id: Tambahkan Komentar Mengenai Pesanan Anda

source: Specification
id: Spesifikasi

# orderempty
source: You did not make any order yet.....
id: Anda tidak membuat order yang belum........

source: Seller Collection
id: Penjual Koleksi

# updatecartplease
source: Kindly Update the Cart and Proceed
id: Silakan Memperbarui Keranjang dan Melanjutkan

source: DELETE
id: MENGHAPUS

# nofilefound
source: File Not Found
id: File Tidak Ditemukan

# filesavemessage
source: You File has been Saved , Do you want to see ?
id: File anda telah tersimpan , anda ingin membuka ?

# opensavefile
source: Your file is already save . would you like to see ?
id: File anda sudah menyimpan . apakah anda ingin melihat ?

# inavalidkeyandpassword
source: Server Under Maintainance , Please close the App and Try again After Some Time.....
id: Server di Bawah Pemeliharaan , Silakan tutup Aplikasi dan Coba lagi Setelah Beberapa Waktu.....

source: Sale Analytics
id: Dijual Analytics

source: Seller Details
id: Rincian Penjual

source: Order History
id: Sejarah Orde

# youdonthaveaddress
source: You dont have a address , Please add & Continute
id: Anda tidak memiliki alamat , Silahkan add &amp; Continute

source: Stock
id: Saham

source: Yes
id: Ya

source: No
id: Tidak ada

source: Enter text
id: Masukkan teks

source: Please Select
id: Silahkan Pilih

source: Please Select File
id: Silahkan Pilih File

# locationpermission
source: Your Location is disable , So Please enable the location for getting the current location
id: Lokasi anda nonaktifkan , Jadi Silahkan aktifkan lokasi untuk mendapatkan lokasi saat ini

# emptydownloadmessgae
source: There is no downloadable product.
id: Tidak ada produk download.

# youareofflinecurrently
source: The Internet connection appears appears to be offline
id: Koneksi Internet muncul muncul untuk menjadi offline

# becomeseller
source: Become a Seller ?
id: Menjadi seorang Penjual ?

source: Shop URL
id: Url Shop

source: SIGN IN WITH EMAIL
id: SIGN IN DENGAN EMAIL

source: SALE
id: DIJUAL

# bottommessgae
source: You have just reached to the bottom of page.
id: Anda telah mencapai bagian bawah halaman.

source: Back to Top
id: Kembali ke Atas

# minimumqtywarning
source: This product has a minimum quantity of
id: Produk ini memiliki jumlah minimum dari

# selectpaymentmethod
source: Please Select Payment Method
id: Silahkan Pilih Metode Pembayaran

source: Choose Action
id: Memilih Tindakan

# detecttext
source: Detect by text
id: Mendeteksi dengan teks

# detectimage
source: Detect by Image
id: Mendeteksi dengan Gambar

# termandcondition
source: Terms & Condition
id: Syarat &amp; Kondisi

source: Back
id: Kembali

# contactseller
source: Connect With Us
id: Terhubung Dengan Kami

source: Ask
id: Meminta

source: SEND
id: KIRIM

source: Subject
id: Subjek

source: Details
id: Detail

source: Add Siri Shortcut
id: Tambahkan Siri Shortcut

# sirisuggestion
source: With the help of Siri you can check your cart with voice command , siri will show your cart details
id: Dengan bantuan Siri, anda dapat memeriksa keranjang anda dengan perintah suara , siri akan menampilkan rincian keranjang

# welocometo
source: Welcome To
id: Selamat Datang

source: Available Phrase
id: Tersedia Frase
